{
  "header": {
    "title": "आपका संग्रह"
  },
  "tabs": {
    "all": "सभी",
    "inProgress": "प्रगति में",
    "inProgressShort": "चालू",
    "completed": "पूर्ण",
    "completedShort": "ठीक",
    "favorites": "पसंदीदा",
    "favoritesShort": "पसंद"
  },
  "filterBadge": {
    "active": "{{count}} फ़िल्टर सक्रिय"
  },
  "badges": {
    "active": "सक्रिय",
    "remaining": "{{count}} शेष",
    "progress": "{{current}}/{{total}}"
  },
  "placeholder": {
    "almostDone": "लगभग पूर्ण!",
    "revealed": "{{percent}}% खुला"
  },
  "detailModal": {
    "almostDoneSegment": "लगभग पूर्ण! केवल 1 खंड शेष",
    "unlockButton": "खेलकर अनलॉक करें",
    "currentProjectTag": "अनलॉक हो रहा है",
    "favoriteTag": "पसंदीदा",
    "supporterUnlockButton": "रिडीम करें"
  },
  "unlockDialog": {
    "title": "\"{{name}}\" अनलॉक करें?",
    "message": "आप इस महीने {{count}} और चित्र अनलॉक कर सकते हैं।",
    "message_other": "आप इस महीने {{count}} और चित्र अनलॉक कर सकते हैं।",
    "cancel": "रद्द करें",
    "confirm": "अनलॉक करें",
    "unlocking": "अनलॉक हो रहा है..."
  },
  "supporterBadge": {
    "supporter": "समर्थक",
    "premium": "प्रीमियम",
    "remaining": "{{count}} टिकट शेष"
  },
  "fullscreenBanner": {
    "nonSupporter": {
      "title": "समर्थक बनें",
      "subtitle": "तुरंत चित्र अनलॉक करें"
    },
    "oneTimeNoQuota": {
      "title": "सदस्यता में अपग्रेड करें",
      "subtitle": "हर महीने 1 चित्र अनलॉक करें"
    },
    "subscriptionNoQuota": {
      "title": "अतिरिक्त चित्र अनलॉक करें",
      "subtitle": "एकमुश्त समर्थन उपलब्ध"
    }
  },
  "alerts": {
    "imageSelected": {
      "title": "चित्र चुना गया"
    }
  },
  "emptyState": {
    "all": {
      "message": "अभी तक कोई परिदृश्य उपलब्ध नहीं है। सुंदर परिदृश्य चित्रों को अनलॉक करने के लिए सुडोकू हल करें!"
    },
    "favorites": {
      "message": "आपने अभी तक किसी चित्र को पसंदीदा के रूप में चिह्नित नहीं किया है। अनलॉक किए गए चित्रों को हृदय चिह्न से चिह्नित करें।"
    },
    "unlockButton": "नया सुडोकू खेलें"
  },
  "filterModal": {
    "title": "फ़िल्टर",
    "reset": "रीसेट करें",
    "allCategories": "सभी श्रेणियां",
    "allChip": "सभी",
    "applyFilter": "फ़िल्टर लागू करें",
    "infoSection": {
      "title": "आपकी गैलरी कैसे काम करती है",
      "collect": {
        "title": "संग्रह करें",
        "description": "चित्रों को अनलॉक करने के लिए सुडोकू हल करें।"
      },
      "selectGoal": {
        "title": "लक्ष्य चुनें",
        "description": "लक्ष्य चित्र चुनने के लिए \"यह चित्र अनलॉक करें\" पर टैप करें।"
      },
      "favorites": {
        "title": "पसंदीदा",
        "description": "चित्रों को पसंदीदा के रूप में चिह्नित करें - वे आपकी होम स्क्रीन पर दिखाई देंगे।"
      }
    }
  },
  "categories": {
    "cities": "शहर",
    "architecture": "वास्तुकला",
    "animals": "जानवर",
    "plants": "पौधे",
    "landscapes": "परिदृश्य",
    "water": "जल",
    "sky": "आकाश",
    "path": "आपकी यात्रा"
  },
  "landscapes": {
    "mountains-fuji": {
      "name": "सुडोकू डुओ",
      "description": "खिड़की के किनारे पर पेंसिल के साथ एक सुडोकू पुस्तक। आपकी पहेली यात्रा के लिए एक निमंत्रण।"
    },
    "gardens-japanese": {
      "name": "चाय उद्यान",
      "description": "चमकदार लाल मेपल के पेड़ों के नीचे पारंपरिक जापानी चाय घर"
    },
    "night-skies-1": {
      "name": "आकाशगंगा",
      "description": "अंधेरी पहाड़ियों के ऊपर चमकती आकाशगंगा का शानदार दृश्य"
    },
    "rainforest-toucan": {
      "name": "इंद्रधनुषी टूकन",
      "description": "घने वर्षावन के बीच एक टहनी पर बारिश में बैठा एक रंगीन इंद्रधनुषी टूकन"
    },
    "waterfalls-1": {
      "name": "झरना",
      "description": "हरे-भरे जंगल के बीच में धीरे-धीरे गिरता झरना"
    },
    "lakes-1": {
      "name": "वन झील",
      "description": "घने जंगलों से घिरी पहाड़ियों और एक छोटी नाव घाट से घिरी शांत झील"
    },
    "forests-1": {
      "name": "बांस का जंगल",
      "description": "ऊंचे हरे तनों के साथ घना बांस का जंगल"
    },
    "beaches-1": {
      "name": "उष्णकटिबंधीय समुद्र तट",
      "description": "फ़िरोज़ा नीले पानी और छाया देने वाले नारियल के पेड़ों के साथ बर्फ़ जैसी सफ़ेद रेत का समुद्र तट"
    },
    "valley-mist-sunrise": {
      "name": "घाटी में कोहरा",
      "description": "सुबह का कोहरा धीरे से हरी घाटी को ढकता है, पेस्टल रंग की सूर्योदय आकाश के साथ"
    },
    "cities-kyoto-temple": {
      "name": "पगोडा",
      "description": "एक शांत गली आपको शाम की रोशनी में चमकते पगोडा की ओर ले जाती है - नई पहेलियों का एक द्वार।"
    },
    "cities-tokyo-alley": {
      "name": "टोक्यो",
      "description": "लालटेनों और चेरी के फूलों से भरी तंग गलियां - एक जीवंत भूलभुलैया, जो नए रहस्यों को समेटे हुए है।"
    },
    "cities-shanghai-skyline": {
      "name": "शंघाई",
      "description": "चांदनी में चमकती गगनचुंबी इमारतें - एक ऐसा महानगर, जो कभी सोता नहीं और पहेलियों से भरा है।"
    },
    "cities-dubai-burj": {
      "name": "दुबई",
      "description": "अनंत सड़कों और चमकदार मीनारों के बीच एक इमारत आकाश तक पहुंचती है - एक अद्वितीय पहेली।"
    },
    "cities-venice-gondola": {
      "name": "वेनिस",
      "description": "पानी में गोंडोलों का दृश्य देखता एक शांत कैफे - एक ऐसी जगह, जहां कहानियां और पहेलियां शुरू होती हैं।"
    },
    "architecture-rome-colosseum": {
      "name": "कोलोज़ियम",
      "description": "इतिहास से भरी विशाल दीवारें - एक स्मारक, जो अपने रहस्यों को एक प्राचीन पहेली की तरह सुरक्षित रखता है।"
    },
    "architecture-singapore-green": {
      "name": "लंबवत उद्यान",
      "description": "आधुनिक कांच के अग्रभाग हरे-भरे हरियाली के साथ विलीन हो जाते हैं - एक इमारत, जो एक जीवंत पहेली की तरह लगती है।"
    },
    "architecture-singapore-jewel": {
      "name": "ज्वेल झरना",
      "description": "एक झरना कांच के गुंबद के बीच में गिरता है - भविष्य की वास्तुकला, जो नई दुनिया के द्वार की तरह लगती है।"
    },
    "architecture-germany-castle": {
      "name": "कोहरे में किला",
      "description": "एक रहस्यमय किला सुबह के कोहरे से उठता है - अतीत का एक द्वार जो अनसुलझी पहेलियों से भरा है।"
    },
    "architecture-abu-dhabi-mosque": {
      "name": "सफ़ेद मस्जिद",
      "description": "चमकदार सफ़ेद गुंबद और सुनहरी सजावट - मौन की एक जगह, जो एक पवित्र पहेली की तरह लगती है।"
    },
    "architecture-hobbiton-house": {
      "name": "हॉबिट घर",
      "description": "हरी पहाड़ी में छिपा एक गोल दरवाज़ा - एक परीकथा पहेली, जो आपको दूसरी दुनिया में आमंत्रित करती है।"
    },
    "architecture-dubai-burj-night": {
      "name": "बुर्ज खलीफा",
      "description": "कांच और प्रकाश का एक टॉवर बादलों में ऊपर उठता है - एक अंतहीन पहेली की तरह, जो आकाश को चुनौती देता है।"
    },
    "architecture-egypt-pyramid": {
      "name": "गीज़ा का पिरामिड",
      "description": "एक प्राचीन निर्माण रेगिस्तान से उठता है - मानवता की एक पहेली, जो आज तक अनसुलझी लगती है।"
    },
    "architecture-mexico-chichenitza": {
      "name": "चिचेन इत्ज़ा",
      "description": "एक विशाल सीढ़ीदार पिरामिड भव्यता से उठता है - माया का एक अवशेष, जो अभी भी पहेलियां समेटे हुए है।"
    },
    "animals-sea-turtle": {
      "name": "समुद्री कछुआ",
      "description": "चुपचाप वह अंतहीन नीले में अपना रास्ता बनाता है - स्वतंत्रता और महासागर के रहस्यों का प्रतीक।"
    },
    "animals-hummingbird": {
      "name": "गुंजन पक्षी",
      "description": "चमकदार पंखों के साथ वह हवा में मंडराता है - एक छोटा कलाबाज, जो प्रकृति की सुंदरता को दृश्यमान बनाता है।"
    },
    "animals-wolf": {
      "name": "भेड़िया",
      "description": "सतर्क आंखों से वह बर्फीले जंगल में घूमता है - शक्ति, स्वतंत्रता और प्रकृति में जंगली का प्रतीक।"
    },
    "animals-giraffe": {
      "name": "जिराफ",
      "description": "शान से वह पेड़ों से ऊपर उठती है - एक कोमल दानव, जो दुनिया को एक अद्वितीय दृष्टिकोण से देखती है।"
    },
    "animals-polar-bear": {
      "name": "ध्रुवीय भालू",
      "description": "चमकदार बर्फ की चट्टानों पर वह गरिमापूर्वक आराम करता है - आर्कटिक का एक संरक्षक, मजबूत और साथ ही नाजुक।"
    },
    "animals-kitten": {
      "name": "बिल्ली का बच्चा",
      "description": "जिज्ञासु तरीके से झुके सिर के साथ वह दुनिया की खोज करता है - छोटा, खेलकूद वाला और मौन जादू से भरा।"
    },
    "animals-toucan": {
      "name": "टूकन",
      "description": "अपनी चमकदार चोंच के साथ वह हरियाली में गर्व से बैठा है - रंगों और ऊर्जा से भरा एक विदेशी दूत।"
    },
    "animals-sea-lion": {
      "name": "समुद्री सिंह",
      "description": "समुद्र तट पर वह शांति से सिर उठाकर धूप सेंकता है - समुद्रों का एक खेलकूद भरा निवासी, जीवन की खुशी से भरा।"
    },
    "animals-fox": {
      "name": "लोमड़ी",
      "description": "उसकी नज़र सतर्क और चतुर है - जंगलों का एक मौन यात्री, चालाकी और रहस्यमय सुंदरता से भरा।"
    },
    "animals-koala": {
      "name": "कोआला",
      "description": "बंद आंखों से वह पीछे झुकता है - एक कोमल सपने देखने वाला, जो शांति और आराम का प्रतीक है।"
    },
    "animals-puffin": {
      "name": "पफिन",
      "description": "अपनी रंगीन चोंच और गर्वित उपस्थिति के साथ वह समुद्र के एक छोटे विदूषक की तरह लगता है, आकर्षक और अद्वितीय।"
    },
    "animals-camels": {
      "name": "ऊंट",
      "description": "दो रेगिस्तानी जहाज समुद्र के किनारे साथ-साथ खड़े हैं, जैसे वे गुप्त बातें कर रहे हों, अपनी अगली यात्रा शुरू करने के लिए तैयार।"
    },
    "animals-meerkat": {
      "name": "मीयरकैट",
      "description": "सतर्क और गर्वित होकर छोटा मीयरकैट अपनी चौकी पर सीधा खड़ा है और सवाना के एक चौकस पहरेदार की तरह आसपास का निरीक्षण करता है।"
    },
    "animals-elephants": {
      "name": "हाथी",
      "description": "साथ-साथ शक्तिशाली हाथी अनंत सवाना में घूमते हैं, उनकी उपस्थिति शांति, शक्ति और एकता बिखेरती है।"
    },
    "animals-penguins": {
      "name": "पेंगुइन",
      "description": "चट्टानों के बीच पेंगुइन आराम करते और चलते हैं, उनके काले-सफेद शरीर उज्ज्वल चट्टान और विशाल आकाश के साथ जीवंत रूप से विपरीत हैं।"
    },
    "animals-panda": {
      "name": "पांडा",
      "description": "घने पेड़ों के बीच पांडा एक लकड़ी के मंच पर आराम से बैठा है, उसका काला-सफेद फर जंगल की हरियाली में चमकता है।"
    },
    "animals-parrot": {
      "name": "तोता",
      "description": "चमकदार लाल पंखों और नीले-हरे पंखों के साथ तोता एक टहनी पर बैठा है, जबकि वह जिज्ञासु तरीके से अपना पंजा चोंच की ओर ले जाता है।"
    },
    "plants-orchid": {
      "name": "आर्किड",
      "description": "लकड़ी की मेज़ पर हरे-भरे पौधों के बीच एक सुरुचिपूर्ण सफेद आर्किड खिलता है, जिसके फूल गर्म रोशनी में विशेष रूप से चमकदार दिखते हैं।"
    },
    "plants-treeoflife": {
      "name": "जीवन का वृक्ष",
      "description": "एक स्मारकीय पेड़ मजबूत तने और दूर तक फैली शाखाओं के साथ कमल के तालाब के ऊपर भव्यता से उठता है और पानी में प्रतिबिंबित होता है।"
    },
    "plants-orange-tree": {
      "name": "संतरे का पेड़",
      "description": "चमकदार नारंगी फल संतरे के पेड़ की चमकदार हरी पत्तियों के बीच लटके हैं और स्वच्छ आकाश के नीचे चमकते हैं।"
    },
    "plants-dandelion": {
      "name": "सिंहपर्णी",
      "description": "तीन नाजुक फूंक वाले सिंहपर्णी हरे मैदान के बीच खड़े हैं, डूबते सूरज की गर्म रोशनी से कोमलता से रोशन।"
    },
    "plants-poppy": {
      "name": "खसखस का फूल",
      "description": "चमकदार लाल खसखस के फूलों से भरा एक खेत, जो सूरज की रोशनी में सुंदरता से लहराते हैं और पूर्ण रूप से गर्मी को पकड़ते हैं।"
    },
    "plants-cherryblossom": {
      "name": "चेरी के फूल",
      "description": "बैंगनी चमक में नाजुक चेरी के फूल, जो शाम की रोशनी में चमकते हैं और एक शांत, लगभग जादुई वातावरण बनाते हैं।"
    },
    "plants-sunflower": {
      "name": "सूरजमुखी",
      "description": "सुनहरी पीली पंखुड़ियों के साथ चमकता सूरजमुखी, जो सूरज की ओर फैलता है और जीवन की खुशी बिखेरता है।"
    },
    "plants-water-lily": {
      "name": "कमल",
      "description": "चमकदार गुलाबी पंखुड़ियों के साथ नाजुक कमल, जो पानी की सतह पर सुंदरता से तैरता है और शांति बिखेरता है।"
    },
    "plants-lavender": {
      "name": "लैवेंडर",
      "description": "गहरे बैंगनी रंग में नाजुक लैवेंडर के फूल, जो अपनी सुगंध से शांति और सुकून बिखेरते हैं और प्रोवेंस की गर्मी की शामों की याद दिलाते हैं।"
    },
    "landscapes-misty-forest": {
      "name": "कोहरे भरा वन पथ",
      "description": "एक संकरा रास्ता शांत जंगल से होकर गुजरता है, जबकि घना कोहरा ऊंचे पेड़ों के बीच लटकता है और एक रहस्यमय वातावरण बनाता है।"
    },
    "landscapes-sand-dunes": {
      "name": "अनंत टीले",
      "description": "धीरे-धीरे घुमावदार रेत के टीले क्षितिज तक फैले हैं, जबकि एक अकेला यात्री सूरज की सुनहरी रोशनी में अपने निशान छोड़ता है।"
    },
    "landscapes-yosemite-valley": {
      "name": "भव्य योसेमाइट",
      "description": "प्रतिष्ठित हाफ डोम की पृष्ठभूमि में घने जंगल और विस्तृत मैदान फैले हैं, जहां हिरण शांति से चरते हैं - गरिमा से भरा एक मौन दृश्य।"
    },
    "landscapes-dolomites-ridge": {
      "name": "फूलों के समुद्र में डोलोमाइट्स की चोटी",
      "description": "एक संकरी चोटी डोलोमाइट्स के माध्यम से भव्यता से गुजरती है, जबकि रंगीन पहाड़ी फूल सामने चमकते हैं और दृश्य को रंगों और आकृतियों के जीवंत खेल में डुबोते हैं।"
    },
    "landscapes-sunset-meadow": {
      "name": "मैदान पर सूर्यास्त",
      "description": "कोमल घास के तिनके शाम की हवा में लहराते हैं, जबकि सूरज क्षितिज पर गर्म नारंगी रंगों में डूबता है और परिदृश्य को चमकदार रंगों के खेल में डुबोता है।"
    },
    "landscapes-misty-mountains": {
      "name": "कोहरे भरे पहाड़",
      "description": "कोमल पर्वत श्रृंखलाएं धुंध में परत दर परत गायब हो जाती हैं। नीले रंग में एक मौन परिदृश्य, जो शांति और अनंतता बिखेरता है।"
    },
    "landscapes-desert-monoliths": {
      "name": "रेगिस्तानी अखंड शिलाएं",
      "description": "भव्य चट्टानी टॉवर अंतहीन रेगिस्तान से उठते हैं, सूरज की गर्म रोशनी से घिरे। एक अकेला यात्री इन प्राचीन विशालकाय चट्टानों के बीच छोटा दिखता है।"
    },
    "water-mountain-lake": {
      "name": "पर्वतीय झील",
      "description": "एक क्रिस्टल स्पष्ट पर्वतीय झील आसपास के जंगलों और चोटियों को प्रतिबिंबित करती है। किनारे पर जंगली फूल और घास उगते हैं, जो पानी की शांति को रेखांकित करते हैं।"
    },
    "water-ocean-sunset": {
      "name": "सूर्यास्त पर महासागर",
      "description": "क्षितिज पर महासागर का गहरा नीला डूबते सूरज के चमकते नारंगी रंग के साथ विलीन हो जाता है। नाटकीय बादल मूड को तेज करते हैं, जबकि सामने की ओर चट्टान के किनारे पर पौधे दिखाई देते हैं।"
    },
    "water-sunset-coast": {
      "name": "तट पर सूर्यास्त",
      "description": "डूबता सूरज आकाश और समुद्र को गर्म सोने में डुबोता है। कोमल लहरें समुद्र तट पर आती हैं, जबकि चट्टानें शाम की रोशनी में गहरे छायाचित्रों के रूप में दिखाई देती हैं।"
    },
    "water-beach-path": {
      "name": "समुद्र तट का रास्ता",
      "description": "एक लकड़ी का पुल रेतीले टीलों के माध्यम से सीधे फ़िरोज़ा समुद्र की ओर जाता है। कोमल लहरें सूरज में चमकती हैं, जबकि आकाश स्वच्छ और नीला चमकता है - महासागर में एक सही पल।"
    },
    "water-waterfall-forest": {
      "name": "वन झरना",
      "description": "एक सुरम्य झरना कई स्तरों में काई से ढकी चट्टानों से एक स्वच्छ कुंड में गिरता है। घने पेड़ों से घिरा हुआ प्रकृति के बीच में एक शांत, लगभग जादुई वातावरण बनता है।"
    },
    "water-river-forest": {
      "name": "वन नदी",
      "description": "एक स्वच्छ नदी घने जंगल से शांति से बहती है। काई से ढकी चट्टानों के बीच सूरज की रोशनी पानी में प्रतिबिंबित होती है और दृश्य को शांतिपूर्ण मूड देती है।"
    },
    "water-ocean-waves": {
      "name": "समुद्री लहरें",
      "description": "ऊपर से देखने पर लहरें सफेद झाग के साथ रेत के समुद्र तट से टकराती हैं और गहरे नीले और हल्के बेज के बीच स्पष्ट रेखाएं खींचती हैं।"
    },
    "water-wave-sunset": {
      "name": "शाम की रोशनी में लहर",
      "description": "एक छोटी लहर किनारे के पास टूटती है, बूंदें डूबते सूरज की सुनहरी रोशनी में चमकती हैं और दृश्य को शांति और जीवंतता दोनों देती हैं।"
    },
    "water-beach-sunset": {
      "name": "सूर्यास्त पर समुद्र तट",
      "description": "डूबता सूरज आकाश को गर्म गुलाबी और नारंगी रंगों में रंगता है, जबकि लहरें धीरे से सुनहरे चमकते रेत के समुद्र तट पर आती हैं।"
    },
    "water-palm-beach": {
      "name": "नारियल का समुद्र तट",
      "description": "कोमल लहरें सफेद रेत से मिलती हैं, जबकि पतले नारियल के पेड़ अपनी छाया फ़िरोज़ा समुद्र पर डालते हैं और उष्णकटिबंधीय छुट्टियों की भावना फैलाते हैं।"
    },
    "water-palm-shadows": {
      "name": "समुद्र तट पर नारियल की छाया",
      "description": "ऊपर से नज़र फ़िरोज़ा पानी और रेत के समुद्र तट पर पड़ती है, जहां नारियल की छाया रहस्यमय पैटर्न बनाती है और उष्णकटिबंधीय शांति बिखेरती है।"
    },
    "sky-northern-lights": {
      "name": "पहाड़ों के ऊपर ध्रुवीय ज्योति",
      "description": "हरी चमकती ध्रुवीय ज्योति बर्फ से ढकी चोटियों और एक शांत फ्योर्ड के ऊपर नृत्य करती है, जबकि नीचे एक गांव रंगीन रोशनी में चमकता है।"
    },
    "sky-sunset-clouds": {
      "name": "बादलों से होकर सूर्य की किरणें",
      "description": "नाटकीय सूर्य की किरणें घने बादलों से होकर टूटती हैं और आकाश को सोने और गहरे नीले के खेल में डुबोती हैं।"
    },
    "sky-starry-mountain": {
      "name": "पहाड़ के ऊपर तारों भरा आकाश",
      "description": "तारों से भरा एक स्वच्छ रात का आकाश एक भव्य पहाड़ के ऊपर झुकता है, जिसका प्रतिबिंब शांत झील में चमकता है।"
    },
    "sky-cloudscape-bright": {
      "name": "विस्तृत बादल परिदृश्य",
      "description": "एक अंतहीन बादल रचना एक उज्ज्वल आकाश के नीचे फैलती है - कोमल परतें, जो सफेद और नीले के समुद्र की तरह लगती हैं।"
    }
  }
}
