{
  "header": {
    "title": "शानदार ढंग से हल किया!",
    "subtitle": "आपके प्रदर्शन का अवलोकन",
    "newRecord": "नया रिकॉर्ड!"
  },
  "buttons": {
    "nextGame": "अगला खेल",
    "backToMenu": "मेनू पर वापस",
    "viewGallery": "गैलरी देखें"
  },
  "feedback": {
    "autoNotes": [
      "आपने स्वचालित नोट्स से खेल में महारत हासिल की। अपने आंकड़े सुधारने के लिए अगली बार बिना इसके प्रयास करें!",
      "स्वचालित नोट्स की मदद से अच्छा काम! वास्तविक चुनौती के लिए, अगली बार बिना इसके प्रयास करें।",
      "स्वचालित नोट्स एक अच्छी शुरुआत है! अपने कौशल को बेहतर बनाने के लिए अगली बार अपने स्वयं के नोट्स बनाने का प्रयास करें।",
      "आपने स्वचालित नोट्स की मदद से जीत हासिल की! यह प्रशिक्षण पहियों के साथ सुडोकू की तरह है - जल्द ही आप वास्तविक चुनौती के लिए तैयार होंगे!",
      "स्वचालित नोट्स के साथ सफल! अगली बार बिना खेलने से आपको अपनी सुडोकू यात्रा के अगले स्तर तक ले जाएगा।"
    ],
    "excellent": [
      "उत्कृष्ट प्रदर्शन! आपकी सटीकता और गति प्रभावशाली है!",
      "शानदार काम! आपने सुडोकू को पूरी तरह से मास्टर किया!",
      "विश्व स्तरीय! आपके सुडोकू कौशल असाधारण हैं!",
      "शानदार! आपका प्रदर्शन लगभग परिपूर्ण है!",
      "उत्कृष्ट! आप शीर्ष स्तर पर खेल रहे हैं!",
      "कुशलता से! आपकी सुडोकू तकनीक प्रभावशाली है!",
      "भव्य प्रदर्शन! आपने पहेली को उत्कृष्टता से हल किया!",
      "शानदार! आपकी तार्किक सोच उल्लेखनीय है!",
      "उत्कृष्ट! आप सुडोकू में उच्चतम स्तर पर महारत रखते हैं!",
      "प्रथम श्रेणी! आपकी समस्या समाधान क्षमताएं असाधारण हैं!"
    ],
    "veryGood": [
      "बहुत बढ़िया! आपके सुडोकू कौशल बेहतर होते जा रहे हैं!",
      "शानदार प्रदर्शन! आपको संख्या पैटर्न की अच्छी समझ है!",
      "बढ़िया! आप चुनौतियों को आसानी से मास्टर करते हैं!",
      "महान! आपकी एकाग्रता ने भुगतान किया!",
      "बढ़िया काम! आप सुडोकू पेशेवर बन रहे हैं!",
      "प्रभावशाली! आपकी रणनीति बहुत अच्छी तरह से काम करती है!",
      "मजबूत प्रदर्शन! आपका समाधान मार्ग कुशल था!",
      "शीर्ष! आप सही संख्याएं तेजी से खोज रहे हैं!",
      "उत्कृष्ट! आपकी प्रगति स्पष्ट रूप से दिखाई दे रही है!",
      "बहुत अच्छा! आपके पास तर्क पहेलियों के लिए वास्तविक प्रतिभा है!"
    ],
    "good": [
      "अच्छा किया! थोड़े अभ्यास से आप और तेज़ हो जाएंगे!",
      "ठोस प्रदर्शन! आप हर खेल के साथ बेहतर हो रहे हैं!",
      "अच्छी तरह से हल किया! आपकी सुडोकू तकनीक अच्छी तरह से विकसित हो रही है!",
      "अच्छा खेला! आपने चुनौती को पार कर लिया!",
      "बढ़िया! आपकी दृढ़ता ने सफलता की ओर ले जाया!",
      "अच्छा काम! आप अपने समाधान पर गर्व कर सकते हैं!",
      "अच्छा! आप एक अच्छी समाधान प्रवृत्ति विकसित कर रहे हैं!",
      "अच्छा किया! आपकी तार्किक सोच में सुधार हो रहा है!",
      "सफल! आप सही रणनीतियां खोज रहे हैं!",
      "अच्छी दृढ़ता! हर समाधान के साथ आप बेहतर हो रहे हैं!"
    ],
    "average": [
      "सफल! अधिक अभ्यास से आप और भी बेहतर हो जाएंगे!",
      "अच्छी दृढ़ता! हर हल की गई सुडोकू आपके कौशल को बेहतर बनाती है!",
      "पहेली हल हो गई! अभ्यास से पूर्णता आती है!",
      "सफल! अगली बार आप और तेज़ होंगे!",
      "पहेली मास्टर की! नियमित रूप से खेलने से रणनीतियों को आत्मसात करने में मदद मिलती है!",
      "सुडोकू हल हो गया! समय के साथ आप अधिक धाराप्रवाह खेलेंगे!",
      "पूरा हुआ! आपकी दृढ़ता ने भुगतान किया!",
      "दृढ़ रहे! निरंतर अभ्यास आपको आगे बढ़ाता है!",
      "हल हो गया! आप सही रास्ते पर हैं!",
      "मास्टर किया! आपका धैर्य रंग ला रहा है!"
    ],
    "newRecord": [
      "नया रिकॉर्ड! आप पूर्ण शीर्ष फॉर्म में हैं!",
      "रिकॉर्ड समय! आपने खुद को पार कर लिया!",
      "सर्वश्रेष्ठ समय! आप पहले से बेहतर खेल रहे हैं!",
      "अविश्वसनीय! एक नया व्यक्तिगत रिकॉर्ड!",
      "अद्भुत! आपने एक नया मील का पत्थर हासिल किया है!"
    ],
    "streak": [
      "शानदार सीरीज! {{count}} खेल लगातार मास्टर किए!",
      "अविश्वसनीय रन! आपकी {{count}} सीरीज वास्तविक महारत दिखाती है!",
      "वाह! लगातार {{count}} जीतें - आप आग पर हैं!",
      "प्रभावशाली स्थिरता! बिना किसी रुकावट के {{count}} खेल!",
      "आप प्रवाह में हैं! लगातार {{count}} सफल खेल!"
    ]
  },
  "autoNotesWarning": "स्वचालित नोट्स का उपयोग करते समय यह खेल आंकड़ों या स्तर प्रगति के लिए नहीं गिना जाएगा।",
  "streak": {
    "title": "जीत की सीरीज",
    "record": "नया रिकॉर्ड हासिल किया!",
    "impressive": "प्रभावशाली सीरीज!",
    "strong": "मजबूत प्रदर्शन!",
    "good": "अच्छी सीरीज!",
    "readyForRecord": "अपने अगले रिकॉर्ड के लिए तैयार!",
    "keepGoing": "ऐसे ही जारी रखें!",
    "recordLabel": "रिकॉर्ड",
    "winsInRow_one": "लगातार जीत",
    "winsInRow_other": "लगातार जीतें",
    "nextGoal": "अगला लक्ष्य",
    "bestStreak": "सर्वश्रेष्ठ सीरीज!"
  },
  "performance": {
    "title": "खेल प्रदर्शन",
    "record": "रिकॉर्ड",
    "yourTime": "आपका समय",
    "bestTime": "सर्वश्रेष्ठ समय",
    "autoNotesWarning": "चूंकि स्वचालित नोट्स का उपयोग किया गया था, यह खेल आंकड़ों में नहीं गिना जाएगा।"
  },
  "gallery": {
    "title": "चित्र संग्रह",
    "newSegment": "नया खंड",
    "complete": "पूर्ण",
    "imageComplete": "चित्र पूर्ण!",
    "fullyUnlocked": "पूरी तरह से अनलॉक",
    "segmentsUnlocked": "{{count}}/9 खंड अनलॉक",
    "solveMore": "चित्र अनलॉक करने के लिए {{count}} और{{plural}} सुडोकू{{plural2}} हल करें",
    "loading": "चित्र लोड हो रहा है..."
  },
  "level": {
    "title": "स्तर",
    "xpRemaining": "अभी भी {{count}} EP",
    "xpGain": "{{count}} अनुभव अंक",
    "yourTitle": "आपकी उपाधि",
    "currentTitle": "वर्तमान उपाधि:",
    "selectTitle": "उपाधि चुनें",
    "noTitle": "बिना उपाधि"
  },
  "path": {
    "title": "आपकी यात्रा"
  }
}
